import React from "react";
import styles from "./CatalogIndividualAbout.module.css";

const CatalogIndividualAbout: React.FC = () => {
  return (
    <div className={styles.catalog__info_about}>
      <p className={styles.catalog__about_text}>
        Індивідуальні ортопедичні устілки від бренда Prostopoo (Простопу)
        розроблено із міцних матеріалів для запобігання пошкодженню стоп та
        зменшення або усунення болю.
      </p>
      <p className={styles.catalog__about_text}>
        Головним завданням устілок є не просто підтримання склепінь стоп, а й
        тренування м’язового апарату, для правильного функціонування та
        формування анатомічної форми стопи. Устілки Prostopoo м’якіші за звичні
        нам каркасні устілки, мають вищі супінатори для правильного
        позиціонування кісток стопи.
      </p>
      <p className={styles.catalog__about_text}>
        Покриття, яке використовують для виготовлення устілок, відрізняється
        матеріалом, кольором та іншими характеристиками. Основу устілок
        виготовляють із блоку EVA різної щільності (від 30 до 70 Shr). Ступінь
        твердості матеріалу для ваших устілок визначає фахівець із урахуванням
        особливостей стоп.
      </p>
      <p className={styles.catalog__about_text}>
        <span className={styles.catalog__text_primary}>
          У вартість індивідуальних устілок Prostopoo входить
        </span>{" "}
        діагностичний бокс, доставка боксу покупцеві до відділення Нової пошти,
        зворотна доставка (від покупця до нас), доставка готового виробу. В
        комплект для самодіагностики входить: діагностичний бокс для зняття
        відбитків стоп, анкета, інструкція.
      </p>
    </div>
  );
};

export default CatalogIndividualAbout;
