import { CertificateReview } from "../../services/certificate-reviews/certificateReviews.interface";

const catalogCertificateReviews: CertificateReview[] = [
  {
    id: 1,
    stars: 5,
    author: "Коваль Дмитро",
    date: "21.04.2023",
    experience:
      "Нещодавно я не зміг потрапити до ортопеда на прийом і звернувся до салону Рідні медтехніки, де є послуга виготовлення устілок. Великою перевагою стало, що діагностують тут по технології CAD/CAM.",
    pluses: "Якісні устілки",
    minuses: "Немає",
  },
  {
    id: 2,
    stars: 2,
    author: "Коваль Дмитро",
    date: "21.04.2023",
    experience:
      "Нещодавно я не зміг потрапити до ортопеда на прийом і звернувся до салону Рідні медтехніки, де є послуга виготовлення устілок. Великою перевагою стало, що діагностують тут по технології CAD/CAM.",
    pluses: "Якісні устілки",
    minuses: "Немає",
  },
  {
    id: 3,
    stars: 3,
    author: "Коваль Дмитро",
    date: "21.04.2023",
    experience:
      "Нещодавно я не зміг потрапити до ортопеда на прийом і звернувся до салону Рідні медтехніки, де є послуга виготовлення устілок. Великою перевагою стало, що діагностують тут по технології CAD/CAM.",
    pluses: "Якісні устілки",
    minuses: "Немає",
  },
  {
    id: 4,
    stars: 5,
    author: "Коваль Дмитро",
    date: "21.04.2023",
    experience:
      "Нещодавно я не зміг потрапити до ортопеда на прийом і звернувся до салону Рідні медтехніки, де є послуга виготовлення устілок. Великою перевагою стало, що діагностують тут по технології CAD/CAM.",
    pluses: "Якісні устілки",
    minuses: "Немає",
  },
];

export { catalogCertificateReviews };
